{"13":" OUR MANDATE BUILDING A BRIDGE TO A CARBON FREE FUTURE HELLENIC HYDROCARBONS AND ENERGY RESOURCES MANAGEMENT COMPANY (HEREMA) PLAYS AN ESSENTIAL ROLE IN REALIZING GREECE’S POTENTIAL AS A LEADING ENERGY AND CARBON ABATEMENT RESOURCE. FULLY OWNED BY THE GREEK STATE, WE LICENSE AND MANAGE THE DEVELOPMENT OF ENERGY TECHNOLOGIES DEEMED KEY FOR GREECE’S TRANSITION TO A ROBUST AND SUSTAINABLE ENERGY SYSTEM INCLUDING HYDROCARBON EXPLORATION AND PRODUCTION, CARBON STORAGE, UNDERGROUND GAS STORAGE, AND OFFSHORE WIND. THROUGH OUR ACQUISITION OF DEPA INTERNATIONAL WORKS, HEREMA ALSO PARTICIPATES IN IMPORTANT INFRASTRUCTURE PROJECTS, SUCH AS THE IGB AND EAST MED PIPELINES, WHICH WILL ENHANCE THE VERTICALIZATION OF OUR ENERGY SYSTEM. ON TOP OF OUR STRATEGIC ROLE IN GREECE’S ENERGY SECTOR, HEREMA IS THE COUNTRY’S TRANSITIONAL COMPETENT AUTHORITY FOR OFFSHORE SAFETY IN OIL AND GAS OPERATIONS; A ROLE IT WAS BEEN SUCCESSFULLY PERFORMING SINCE JULY 2016. A JOINT EFFORT WITH ENERGY TRANSITION TO A LOW-CARBON MODEL BEING AN UTMOST PRIORITY, THE CALL TO ACTION IS CLEAR: THE SECTOR AND ITS PARTNERS MUST COME TOGETHER TO DEVELOP SUSTAINABLE, AFFORDABLE, AND INTEGRATED SOLUTIONS. THE CHALLENGE ENERGY DEMAND IS EXPECTED TO RISE BY NEARLY 50% BY 2050. THE ACTION THE ENERGY SECTOR AND ITS PARTNERS MUST COME TOGETHER IN A JOIN EFFORT TO DEVELOP SUSTAINABLE, AFFORDABLE, AND INTEGRATED SOLUTIONS. WE BELIEVE IN THE POWER OF ENERGY. AS A KEY LEVER OF SOCIAL PROGRESS AND ECONOMIC DEVELOPMENT, ACCESS TO ENERGY HAS THE POWER TO TRANSFORM LIVES. AND YET, THE SIGNIFICANCE OF TRANSITIONING OUR ENERGY SYSTEM AND MOVING TO LOW-CARBON ENERGY PRODUCTION CANNOT BE OVERSTATED. THE CHALLENGE LIES IN IMPLEMENTING A SUSTAINABLE TRANSITION PLAN THAT ENSURES AFFORDABILITY, RELIABILITY OF SUPPLY, AND AN INTEGRATED APPROACH. WITH ENERGY DEMAND EXPECTED TO INCREASE BY NEARLY 50% BY 2050, SUCCESS WILL REQUIRE PUTTING TO USE ALL AVAILABLE SOURCES OF ENERGY – BOTH LOW-CARBON LEGACY FUELS AND ALTERNATIVE SOURCES KEENLY AWARE OF THE MAGNITUDE OF THIS CHALLENGE, HEREMA WORKS TOGETHER WITH ALL KEY STAKEHOLDERS TO FOSTER THE TRANSITION TO A LOW-EMISSIONS FUTURE. WE ARE COMMITTED TO BEING A VALUE CREATOR IN EVERYTHING WE DO. WHETHER THIS BE THROUGH THE ATTRACTION OF LARGE-SCALE ENERGY INVESTMENTS, THE ESTABLISHMENT OF PARTNERSHIPS WITH FLAGSHIP RESEARCH BODIES, OR THE FOSTERING OF SYNERGIES BETWEEN ENERGY TECHNOLOGIES, WE BELIEVE THAT BY COMING TOGETHER WE CAN ACHIEVE OUR DECARBONIZATION GOALS. ABOUT US TRANSFORMATION LEARN MORE ABOUT HEREMA’S EXPANDED SCOPE ACROSS THE ENERGY SPECTRUM. READ MORE GOVERNANCE LEARN MORE ABOUT HEREMA’S EXPANDED SCOPE ACROSS THE ENERGY SPECTRUM. READ MORE HISTORY LEARN MORE ABOUT HEREMA’S EXPANDED SCOPE ACROSS THE ENERGY SPECTRUM. READ MORE SUSTAINABILITY LEARN MORE ABOUT HEREMA’S EXPANDED SCOPE ACROSS THE ENERGY SPECTRUM. READ MORE ","14":" OUR TRANSFORMATION OUR TRANSFORMATION HEREMA’S EXPANDED SCOPE ACROSS THE ENERGY SPECTRUM IS FUELLED BY OUR BELIEF IN DRIVING MEANINGFUL CHANGE. WE ARE HELPING TO ACCELERATE GREECE’S MOVE TO NET ZERO CARBON EMISSIONS, MEET ENERGY DEMAND, AND BOLSTER ENERGY SECURITY. INITIALLY FOUNDED IN 2011 AS THE ORGANISATION RESPONSIBLE FOR THE DEVELOPMENT AND MANAGEMENT OF GREECE’S UPSTREAM SECTOR, HEREMA HAS UNDERGONE A PROFOUND TRANSFORMATION SINCE THE SUMMER OF 2020. DRIVEN BY THE CONVICTION THAT THE COMPANY NEEDED TO BECOME A KEY DRIVER IN THE PURSUIT OF GREECE’S ENERGY TRANSITION AND SECURITY GOALS, HEREMA’S LEADERSHIP SET OUT AN AMBITIOUS CORPORATE TRANSFORMATION STRATEGY RESTING ON THREE PILLARS: REVITALISATION, DIVERSIFICATION, AND MODERNISATION. TODAY, HEREMA HAS OVERSEEN THE MOST SIGNIFICANT PROGRESS IN THE ACCELERATION OF GREECE’S UPSTREAM SECTOR IN THE LAST DECADE, HAS AN EXPANDED MANDATE INCLUDING CRUCIAL ALTERNATIVE ENERGY TECHNOLOGIES, AND HAS BEEN A DRIVING FORCE BEHIND THE IMPLEMENTATION OF NEW GUIDELINES THAT MEET – AND IN SOME CASES SURPASS – 'BEST STANDARDS' FOR ESG. WE ARE COMMITTED TO TRANSFORMING OUR COUNTRY’S NATURAL RESOURCES INTO ENERGY FOR THE BENEFIT OF SOCIETY, WHILE BOLSTERING GREECE’S ROLE AS A KEY DRIVER OF ENERGY SECURITY AT A REGIONAL AND EUROPEAN LEVEL. ABOUT US MANDATE LEARN MORE ABOUT HEREMA’S EXPANDED SCOPE ACROSS THE ENERGY SPECTRUM. READ MORE GOVERNANCE LEARN MORE ABOUT HEREMA’S EXPANDED SCOPE ACROSS THE ENERGY SPECTRUM. READ MORE HISTORY LEARN MORE ABOUT HEREMA’S EXPANDED SCOPE ACROSS THE ENERGY SPECTRUM. READ MORE SUSTAINABILITY LEARN MORE ABOUT HEREMA’S EXPANDED SCOPE ACROSS THE ENERGY SPECTRUM. READ MORE "}